[
    {
        "titles": ["Jugendforscht 2023", "Jugendforscht 2023", "Jugendforscht 2023"],
        "descriptions": [
        "In 2023, we participated in JugendForscht, Europe's largest youth science and technology competition with 6 teams. In the regional competition, we won 4 first prizes and 2 special jury awards. In the provincial finals, where our 4 teams competed in the second stage, one team won a special award in the technical branch and one team won the first prize in the biology branch. With their bioinformatics project, our first place team won the German finals in the biology category, as well as the special prize of the German Research Society. They are one of the three teams that will represent Germany at the EUCYS.",
        "2023 yılında 6 takımla Avrupa'nın en büyük gençlik bilim ve teknoloji yarışması olan JugendForscht’a katılım gösterdik. Bölgesel yarışmada 4 tane birincilik ödülünün yanında 2 tane de jüri özel ödülü kazandık. İkinci aşamaya geçen 4 takımımızın yarıştığı eyalet finallerinde teknik dalında bir özel ödül alırken biyoloji dalında bir takımımız ise birinci oldu. Birinci olan takımımız biyoenformetik projeleriyle 1 ay sonraki Almanya finallerinde biyoloji dalında Almanya birincisi olmanın yanında Alman Araştırma Cemiyeti’nin özel ödülünü de kazandı. Böylece Almanya’yı EUCYS’de temsil edecek üç takımdan bir oldular.",
        "Im Jahr 2023 nahmen wir mit 6 Teams an JugendForscht teil. Beim Regionalwettbewerb haben wir 4 erste Preise und 2 Sonderpreise der Jury gewonnen. Beim Landesfinale, an dem unsere 4 Teams in der zweiten Phase teilnahmen, gewann ein Team einen Sonderpreis im technischen Bereich und ein Team den ersten Preis im Bereich Biologie. Unsere Erstplatzierten gewannen mit ihrem Bioinformatik-Projekt das Deutschlandfinale in der Kategorie Biologie sowie den Sonderpreis der Deutschen Forschungsgemeinschaft. Damit sind sie eines der drei Teams, die Deutschland bei den EUCYS vertreten werden."
        ],
        "images": [
            "/OtherImages/AchiImages/JF23/jf230.webp",
            "/OtherImages/AchiImages/JF23/jf231.webp",
            "/OtherImages/AchiImages/JF23/jf232.webp",
            "/OtherImages/AchiImages/JF23/jf233.webp",
            "/OtherImages/AchiImages/JF23/jf234.webp",
            "/OtherImages/AchiImages/JF23/jf236.webp"
        ]
    },
    {
        "titles": ["FRC 2023", "FRC 2023", "FRC 2023"],
        "descriptions": [
        "During the FRC 2023 'Charged Up' season, we competed in two Regionals, Bosphorus (March 27-29) and Haliç (March 31-April 2), held at the Volkswagen Arena. In the Haliç Regional, we ranked 22nd out of 52 teams in the qualifying matches. Thus, we joined the 7th alliance, which was formed by #8079 River Robotics and #7576 FMWill, and competed in the quarterfinal matches.",
        "FRC 'Charged Up' sezonu kapsamında Volkswogen Arena’da düzenlenen Bosphorus (27-29 Mart) ve Haliç (31 Mart - 2 Nisan) olmak üzere iki Regional’da yarıştık. Haliç Regional’da sıralama maçlarını 52 takım arasından 22. bitirdik. Böylece içinde #8079 River Robotics ve #7576 FMWill'in olduğu 7. ittifakta bulunduk ve çeyrek final maçlarında yarıştık.",
        "Im Rahmen der FRC-Saison 'Charged Up' nahmen wir an zwei Regionalmeisterschaften teil, die in der Volkswogen-Arena stattfanden: Bosphorus (27.-29. März) und Haliç (31. März - 2. April). In der Haliç Regional belegten wir in den Ranking Matches den 22. Platz von 52 Teams, waren also in der siebten Allianz, die aus #8079 River Robotics und #7576 FMWill bestand, und nahmen an den Viertelfinalspielen teil."
        ],
        "images": [
            "/OtherImages/AchiImages/FRC23/frc231.webp",
            "/OtherImages/AchiImages/FRC23/frc232.webp",
            "/OtherImages/AchiImages/FRC23/frc233.webp",
            "/OtherImages/AchiImages/FRC23/frc234.webp",
            "/OtherImages/AchiImages/FRC23/frc235.webp",
            "/OtherImages/AchiImages/FRC23/frc236.webp",
            "/OtherImages/AchiImages/FRC23/frc230.webp"
        ]
    },
    {
        "titles": ["Teknofest 2022", "Teknofest 2022", "Teknofest 2022"],
        "descriptions": [
        "We submitted two projects to Teknofest 2022, in the categories of biotechnology and technologies for the benefit of humanity. Both of our projects made it to the finals among a total of 424 projects that applied in these categories. We had the opportunity to present the biochip we produced in the biotechnology category in Trabzon on August 5-7, and our autonomous cargo drone we built in the Technology for the Benefit of Humanity Competition in Rize on August 12-14",
        "Teknofest 2022’ye biyoteknoloji ve insanlık yararına teknolojiler kategorilerinden birer proje ile başvurduk. Projelerimizin ikisi de bu dallarda başvuran toplam 424 proje arasından finale kalmayı başardı. 5-7 Ağustos tarihlerinde Trabzon’da biyoteknoloji kategorisinde ürettiğimiz biyoçipi, 12-14 Ağustos’ta ise Rize’deki İnsanlık Yararına Teknoloji Yarışması’nda ürettiğimiz otonom kargo dronumuzu sunma imkanı bulduk.",
        "Wir haben zwei Projekte für das Teknofest 2022 eingereicht, und zwar in den Kategorien Biotechnologie und Technologien zum Nutzen der Menschheit. Unsere beiden Projekte schafften es in die Endrunde von insgesamt 424 Projekten, die sich in diesen Kategorien beworben hatten. Wir hatten die Gelegenheit, den von uns hergestellten Biochip in der Kategorie Biotechnologie vom 5. bis 7. August in Trabzon und unsere autonome Frachtdrohne im Wettbewerb 'Technologie zum Nutzen der Menschheit' vom 12. bis 14. August in Rize zu präsentieren."
        ],
        "images": [
            "/OtherImages/AchiImages/TF22/tf221.webp",
            "/OtherImages/AchiImages/TF22/tf222.webp"
        ]
    },
    {
        "titles": ["Urfa MEB Robot", "Urfa MEB Robot", "Urfa MEB Robot"],
        "descriptions": [
        "In June of 2022, we participated in the 14th Ministry of National Education Robot Competition held in Urfa, Turkey, competing in various categories. With our project titled 'Multitherapy', we secured fourth place in the 'Free Project' category.",
        "2022 yılının Haziran ayında Urfa'da düzenlenen 14. Milli Eğitim Bakanlığı Robot Yarışması'na birçok kategoriden katılım sağladık ve 'Multiterapi' projemiz ile 'Serbest Proje' kategorisinde dördüncülük elde ettik. ",
        "Im Juni 2022 nahmen wir an der 14. Robotikmeisterschaft des Bildungsministeriums teil, die in Urfa stattfand. Wir beteiligten uns in mehreren Kategorien und erreichten mit unserem Projekt mit dem Titel 'Multitherapie' den vierten Platz in der Kategorie 'Freies Projekt'."
        ],
        "images": [
            "/OtherImages/AchiImages/URFA/urfa2.webp",
            "/OtherImages/AchiImages/URFA/urfa3.webp",
            "/OtherImages/AchiImages/URFA/urfa4.webp",
            "/OtherImages/AchiImages/URFA/urfa1.webp"
        ]
    },
    {
        "titles": ["FRC 2022", "FRC 2022", "FRC 2022"],
        "descriptions": [
        "In the Bosphorus Regional held at the Volkswagen Arena between 17-20 March within the scope of the 'Rapid React' season, together with #7285 Sneaky Snakes and #6838 X-Sharc, with whom we formed an alliance after the qualifying rounds, we passed the final rounds one by one and took the victory rope. Thanks to this success, we were entitled to compete in the 'FIRST Championship', which means, the FRC World Finals, which will be held in Houston Texas between 20-23 April. Unfortunately, we could not experience this feeling due to bureaucratic problems and delayed visas.",
        "‘Rapid React’ sezonu kapsamında 17-20 Mart arası Volkswagen Arena’da düzenlenen Bosphorus Regional’da, aynı 2021 İzmir Off-Season'da olduğu gibi, eleme turlarının ardından ittifak kurduğumuz #7285 Sneaky Snakes ve #6838 X-Sharc ile beraber final turlarını tek tek geçerek zafer ipini göğüsledik. Bu başarımız sayesinde 20-23 Nisan tarihleri arasında Houston Texas'ta düzenlenecek olan 'FIRST Championship', yani FRC Dünya Finalleri'nde yarışmaya hak kazandık. Ne yazık ki bürokratik problemler ve vizelerin gecikmesi sonucu bu deneyimi yaşayamadık.",
        "Bei der Bosphorus Regional, die vom 17. bis 20. März in der Volkswagen Arena im Rahmen der 'Rapid React'-Saison stattfand, haben wir zusammen mit #7285 Sneaky Snakes und #6838 X-Sharc, mit denen wir eine Allianz gebildet haben, die Finalrunden nacheinander bestanden und uns die Siegertaue umgehängt. Dank dieses Erfolges waren wir berechtigt, an der 'FIRST Championship', d.h. den FRC Weltfinalen, teilzunehmen, die vom 20. bis 23. April in Houston, Texas, stattfinden werden. Leider konnten wir diese Erfahrung aufgrund von bürokratischen Problemen und verspäteten Visa nicht erleben."
        ],
        "images": [
            "/OtherImages/AchiImages/FRC22/frc2202.webp",
            "/OtherImages/AchiImages/FRC22/frc220.webp",
            "/OtherImages/AchiImages/FRC22/frc224.webp",
            "/OtherImages/AchiImages/FRC22/frc221.webp",
            "/OtherImages/AchiImages/FRC22/frc222.webp",
            "/OtherImages/AchiImages/FRC22/frc223.webp",
            "/OtherImages/AchiImages/FRC22/frc2203.webp",
            "/OtherImages/AchiImages/FRC22/frc2204.webp"
        ]
    },
    {
        "titles": ["Riders.ai", "Riders.ai", "Riders.ai"],
        "descriptions": [
        "In the year 2022, at Riders.ai, Turkey's first online robotics competition, we secured the top position in two categories: 'Line Follower' and 'Industrial Robot', while achieving third place in the 'Drone Racing' category, ultimately claiming the overall championship. As a reward, we earned a $1000 Amazon gift voucher.",
        "2022 yılında; Türkiye'nin online platformda gerçekleşen ilk robotik yarışması olan Riders.ai'da bulunan 3 kategoriden; 'Çizgi İzleyen' ve 'Endüstriyel Robot' kategorilerinde birinci, 'Drone Yarışması' kategorisinde üçüncü olarak genel puan tablosunda birinci olduk. Ödül olarak ise 1000$'lık Amazon hediye çeki elde ettik.",
        "Im Jahr 2022 sicherten wir uns bei Riders.ai, dem ersten Online-Robotikwettbewerb der Türkei, den ersten Platz in zwei Kategorien: 'Linienverfolgung' und 'Industrieroboter', während wir den dritten Platz in der Kategorie 'Drohnenrennen' erreichten und letztendlich die Gesamtwertung für uns entschieden. Als Belohnung erhielten wir einen 1000$ Amazon-Geschenkgutschein."
        ],
        "images": [
            "/OtherImages/AchiImages/RIDERS/riders3.webp",
            "/OtherImages/AchiImages/RIDERS/riders2.webp",
            "/OtherImages/AchiImages/RIDERS/riders1.webp"
        ]
    },
    {
        "titles": ["BL4S", "BL4S", "BL4S"],
        "descriptions": [
        "'Beamline for Schools' is a competition, organized by CERN, the European Center for Nuclear Research, encourages high school students from all over the world to build their own particle physics experimental setups to learn particle physics, engineering and technological knowledge. In this competition, which we participated in 2022 under the name of 'IEL Physics', we qualified as one of the 24 teams that made it to the finals (shortlist) among 304 teams with our experimental setup named 'Comparison of Møller Scattering and Electron-Muon Scattering' based on the contact of electron and muon particles with metals.",
        "Avrupa Nükleer Araştırma Merkezi CERN tarafından organize edilen 'Beamline for Schools' yarışması, dünyanın her yerinden lise öğrencilerine kendi parçacık fiziği deney düzeneklerini kurdurarak onları parçacık fiziği, mühendislik ve teknolojik bilgilerin öğrenmelerine teşvik eder. Biz de “İEL Physics” adıyla 2022 yılında katıldığımız bu yarışmada elektron ve muon parçacıklarının metallerle temasını temel alan “Comparison of Møller Scattering and Electron-Muon Scattering” isimli deney düzeneğimizle 304 takım arasından finallere çıkan 24 takımdan biri olmaya hak kazandık.",
        "Dieser vom Europäischen Kernforschungszentrum CERN organisierte Wettbewerb 'Beamline for Schools' ermutigt Schüler*innen aus der ganzen Welt, ihre eigenen Versuchsaufbauten für die Teilchenphysik zu bauen, um Teilchenphysik, Ingenieurwesen und technologisches Wissen zu erlernen. Bei diesem Wettbewerb, an dem wir 2022 unter dem Namen 'IEL Physics' teilgenommen haben, waren wir eines der 24 Teams, die es unter 304 Teams mit unserem Versuchsaufbau namens 'Comparison of Møller Scattering and Electron-Muon Scattering', der auf dem Kontakt von Elektronen- und Myonen-Teilchen mit Metallen beruht, ins Finale geschafft haben."
        ],
        "images": [
            "/OtherImages/AchiImages/BL4S/bl4s1.webp",
            "/OtherImages/AchiImages/BL4S/bl4s2.webp",
            "/OtherImages/AchiImages/BL4S/bl4s3.webp"
        ]
    },
    {
        "titles": ["Daniel Düsentrieb", "Daniel Düsentrieb", "Daniel Düsentrieb"],
        "descriptions": [
        "The Hamburg Daniel Düsentrieb Competition, organized by Hamburger Behörde für Schule und Berufsbildung (BSB), den Verein Deutscher Ingenieure e.V. (VDI e.V.) - Landesverband Hamburg and die Technische Universität Hamburg (TUHH), ,s a STEM competition aims to find solutions to different problems every year. In 2021, as İstanbul Erkek Lisesi Robotics Club, we participated in the competition and won the 1st place prize in the SKS1 category.",
        "Hamburger Behörde für Schule und Berufsbildung (BSB), den Verein Deutscher Ingenieure e.V. (VDI e.V.) - Landesverband Hamburg ve die Technische Universität Hamburg (TUHH) tarafından düzenlenen Hamburg Daniel Düsentrieb Yarışması, her yıl farklı sorunlara çözüm bulmayı amaçlayan bir STEM yarışmasıdır. 2021 yılında İstanbul Erkek Lisesi Robotik Kulübü olarak yarışmaya katıldık ve SKS1 kategorisinde 1.lik ödülünü kazandık.",
        "Der Hamburger Daniel-Düsentrieb-Wettbewerb, der von der Hamburger Behörde für Schule und Berufsbildung (BSB), dem Verein Deutscher Ingenieure e.V. (VDI e.V.) - Landesverband Hamburg und der Technischen Universität Hamburg (TUHH) veranstaltet wird, ist ein MINT-Wettbewerb, bei dem jedes Jahr Lösungen für verschiedene Probleme gesucht werden. Im Jahr 2021 haben wir als İstanbul Erkek Lisesi Robotics Club an dem Wettbewerb teilgenommen und den ersten Platz in der Kategorie SKS1 gewonnen."
        ],
        "images": [
            "/OtherImages/AchiImages/DANI/ddus (3).webp",
            "/OtherImages/AchiImages/DANI/ddus (1).webp",
            "/OtherImages/AchiImages/DANI/ddus (2).webp"
        ]
    },
    {
        "titles": ["Izmir Off-Season 2021", "İzmir Off-Season 2021", "Izmir Off-Season 2021"],
        "descriptions": [
        "After the 2020 Off-Season and 2021 Regionals, which couldn't be organized due to the global pandemic, Izmir was a little bit like the skipped Off-Season from last years' 'Infinite Recharge' season. from October 15th to 17th, all the teams worked hard to win in the previous year's game. But in the end, we and our alliance partners #7285 Sneaky Snakes and #6838 X-Sharc emerged victorious. This success was very joyful and motivating for us, who had competed in just one Regional at the time.",
        "Global pandemi nedeniyle yapılanamayan 2020 Off-Season ve 2021 Regional'larının ardından 2020 'Infinite Recharge' sezonunun Off-Season'u tadında geçti İzmir. 15-17 Ekim tarihleri arasında takımlar bir önceki senenin oyununda galip gelmek adında çabaladı. Fakat bu mücadelenin sonunda biz ve ittifak ortaklarımız #7285 Sneaky Snakes ve #6838 X-Sharc kazanan taraf oldu. Elde ettiğimiz bu başarı, o gün itibariyle sadece bir Regional'da yarışmış bizler için oldukça neşe verici ve motive ediciydi.",
        "Nach den Off-Season 2020 und 2021 Regionals, die aufgrund der globalen Pandemie nicht organisiert werden konnten, war Izmir ein bisschen wie die übersprungene Off-Season der letztjährigen 'Infinite Recharge'-Saison. Vom 15. bis 17. Oktober arbeiteten alle Teams hart daran, das Spiel des Vorjahres zu gewinnen. Aber am Ende waren wir und unsere Allianzpartner #7285 Sneaky Snakes und #6838 X-Sharc siegreich. Dieser Erfolg war sehr erfreulich und motivierend für uns, die wir damals nur in einer Region gefahren waren."
        ],
        "images": [
            "/OtherImages/AchiImages/IZMIR/izmir3.webp",
            "/OtherImages/AchiImages/IZMIR/izmir4.webp",
            "/OtherImages/AchiImages/IZMIR/izmir5.webp",
            "/OtherImages/AchiImages/IZMIR/izmir6.webp",
            "/OtherImages/AchiImages/IZMIR/izmir1.webp"
        ]
    },
    {
        "titles": ["FRC 2020", "FRC 2020", "FRC 2020"],
        "descriptions": [
        "FRC 2020 Istanbul Regional was the first big organization we participated in as a whole club under the name of IEL Robotics. After a 2-month intensive robot building season, we represented our school as one of 53 teams from 6 countries at Ülker Sports and Event Hall on March 5-8, 2020. In this competition, we had the opportunity to learn the technical details of robots, as well as gain invaluable experience in organization and teamwork, and we had the opportunity to improve our team with the experiences we gained.",
        "FRC 2020 Istanbul Regional İEL Robotics adıyla tüm kulüp olarak katıldığımız ilk büyük organizasyon oldu. 2 aylık yoğun bir robot inşa sezonunun ardından 5-8 Mart 2020 tarihlerinde Ülker Spor ve Etkinlik Salonu’da 6 ülkeden 53 takımdan biri olarak okulumuzu temsil ettiğimiz bu yarışmada robotların teknik detaylarını öğrenmenin yanı sıra organizasyon ve takım çalışmasıyla ilgili paha biçilmez deneyimler elde ettik ve takımımızı edindiğimiz deneyimlerle geliştirme fırsatı bulduk.",
        "FRC 2020 Istanbul Regional war die erste große Organisation, an der wir als eine Team unter dem Namen IEL Robotics teilgenommen haben. Nach einer zweimonatigen intensiven Roboterbausaison vertraten wir unsere Schule als eines von 53 Teams vom 5. bis 8. März 2020 in der Ülker Sports and Event Hall. Bei diesem Wettbewerb hatten wir die Möglichkeit, die technischen Details von Robotern zu erlernen sowie unschätzbare Erfahrungen in Bezug auf Organisation und Teamwork zu sammeln, und wir hatten die Gelegenheit, unser Team mit den gewonnenen Erfahrungen weiterzuentwickeln."
        ],
        "images": [
            "/OtherImages/AchiImages/FRC20/frc202.webp",
            "/OtherImages/AchiImages/FRC20/frc203.webp",
            "/OtherImages/AchiImages/FRC20/frc204.webp",
            "/OtherImages/AchiImages/FRC20/frc 20 (1).webp"
        ]
    },
    {
        "titles": ["Space Apps 2019", "Space Apps 2019", "Space Apps 2019"],
        "descriptions": [
        "NASA Space Apps Challange, organized by NASA every year since 2012, is a global hackathon organized to reach the minds that combine creativity with talent in the field of space technologies. In 2019, as Istanbul Erkek Lisesi Robotics Club, we participated in the Ankara branch of this competition organized by ODTÜ with a team of 6 people on October 19-21 with 549 applicants. We learned space and air technologies in depth and had an exciting experience.",
        "NASA tarafından 2012 yılından beri her yıl gerçekleştirilen NASA Space Apps Challange, uzay teknolojileri alanında yaratıcılığı yetenekle birleştiren beyinlere ulaşmak için düzenlenen küresel bir hackathon’dur. 2019 yılında İstanbul Erkek Lisesi Robotik Kulübü olarak 6 kişilik bir takımla 19-21 Ekim tarihlerinde ODTÜ tarafından 549 kişinin müracaatıyla düzenlenen Ankara’daki koluna katıldığımız bu yarışmada uzay ve hava teknolojilerini derinlemesine öğrenip heyecanlı bir deneyim edindik.",
        "Der NASA Space Apps Challange, der seit 2012 jedes Jahr von der NASA organisiert wird, ist ein globaler Hackathon, der die Köpfe erreichen soll, die Kreativität und Talent im Bereich der Weltraumtechnologien verbinden. Im Jahr 2019 nahmen wir als Istanbul Erkek Lisesi Robotik AG mit einem 6-er Team und 549 Bewerbern an der Ankara Niederlassung dieses Wettbewerbs teil, der vom 19. bis 21. Oktober von der ODTÜ organisiert wurde. Wir lernten die Weltraum- und Lufttechnologien eingehend kennen und hatten eine aufregende Erfahrung."
        ],
        "images": [
            "/OtherImages/AchiImages/ODTU/odtu1.webp",
            "/OtherImages/AchiImages/ODTU/odtu (0).webp",
            "/OtherImages/AchiImages/ODTU/odtu2.webp"
        ]
    },
    {
        "titles": ["Jugendforscht 2017","Jugendforscht 2017", "Jugendforscht 2017"],
        "descriptions": [
        "Within the scope of Jugend Forscht, Europe's largest science and technology competition held in Germany, the t-shirt named ‘POSTURIZE’, developed by our club members to correct posture disorders, won the first place in the Regionalwettbewerb (regional competition) held in the German state of Thuringia in 2017 and qualified for the second stage. Our team won the second stage of the competition, the Landeswettbewerb (state competition), and won the right to represent our club and school at the Bundeswettbewerb (national competition) in May 2017.",
        "Almanya’da gerçekleştirilen Avrupa’nın en büyük bilim ve teknoloji yarışması Jugend Forscht kapsamında 2017 yılında Almanya'nın Thüringen eyaletinde düzenlenen Regionalwettbewerb’de (bölgesel yarışmada) duruş bozukluğunu düzeltmek adına kulüp üyelerimizin geliştirdiği 'POSTURIZE' isimli tişört birinci olarak ikinci aşamaya geçmeye hak kazandı. Yarışmanın ikinci aşaması Landeswettbewerb'i (eyalet yarışmasını) de birincilikle tamamlayan takımımız 2017 Mayıs ayında gerçekleşen Bundeswettbewerb'de (ulusal yarışmada) kulübümüzü ve okulumuzu temsil etme hakkı kazandı.",
        "Im Rahmen von Jugend Forscht, Europas größtem Wissenschafts- und Technologiewettbewerb in Deutschland, hat das von unseren Mitgliedern entwickelte T-Shirt mit dem Namen ‘POSTURIZE’ zur Korrektur von Haltungsschäden den ersten Platz beim Regionalwettbewerb in Thüringen 2017 belegt und sich für die zweite Stufe qualifiziert. Unser Team, das die zweite Stufe des Wettbewerbs, den Landeswettbewerb, mit dem ersten Platz abschloss, erhielt das Recht, unseren AG und unsere Schule beim Bundeswettbewerb zu vertreten, der im Mai 2017 stattfindete."
        ],
        "images": [
            "/OtherImages/AchiImages/JF17/jf171.webp",
            "/OtherImages/AchiImages/JF17/jf172.webp",
            "/OtherImages/AchiImages/JF17/jf173.webp"
        ]
    }


]