[
    {
        "title": "31 NEDEN KOMİKTİR",
        "description": "31 aslında komik bir sayı çünkü 31 asal bir sayı, asal kelimesinin sonuna ak eklersek asalak olur, A harfini çıkarırsak salak olur, tersten olursak kalas olur, kalas odundan gelir, odun testere ile kesilir, testere korku filmidir, korku kategorisinin tersi komedidir yani 31 komedidir. Komedi de komik bir şey olduğu için 31 komiktir.",
        "images": [
            "/ProfilePics/manzara2.png",
            "/ProfilePics/manzara.png"
        ]
    },
    {
        "title": "SOSYAL ŞEYLER",
        "description": "Selam beyler ben GTA San Andreas'taki Hollywood dağında oturuyorum. Buralarda bi manyak var her gün olay çıkartıyor amına koduğumun dengesizi. Çalmadığı araba, patlatmadığı ev kalmadı.Arabasını çalamadığı kişilerin evlerini bazukalıyor. Milletin havuzuna girip yüzüyor. O da yetmiyor gidiyor arabayla havuza giriyor. Ne yapmaya çalıştığını çözemedik.Geçen benim havuza araba sokmuş , çıkarana kadar ebem sikildi.Kafasına göre geziyor amına koduğum. Polis çağırıyoruz onları da öldürüyor.Helikopter geliyor onu bile patlatıyor dengesini siktiğim. Geçen komşunun evinin üstüne otobüs indirdi nasıl yaptı anlamadık, arabaları falan uçuyor bazen. Herifi öldürüyorlar ertesi gün yine geliyor.Evden çıkamaz olduk lütfen yardım edin! Ayrıca şu herif bazukaları nerden buluyor anlamış değiliz. Herif aynı anda 20 silah taşıyor. Geçen benim evi bombaladı. Çoluğum çocuğum sikildi yeter artık!",
        "images": [
            "/ProfilePics/manzara.png",
            "/ProfilePics/manzara2.png"
        ]
    },
    {
        "title": "DAZIR DUZUR",
        "description": "İtalya'da hippinin teki otobüse binmiş. Oturmuş, otobüs hareket etmiş. Öbür duraktan bi' rahibe binmiş. Yer yok, oturmuş hippinin yanına. Tabii aradan zaman geçiyor, hippi dayanamıyor, rahibeye diyor ki Ya seninle bir kere beraber olalım diyor. Rahibe de buna Aptal! diyip bir tokat atıyor. İn diyor aşağı. Tabii bu olayı da otobüs şoförü dikiz aynasından izliyor. Aradan belli bir süre sonra otobüs şoförü hippiyi yanına çağırıyor. Ya arkadaş sen bu rahibeyi gerçekten götürmek istiyor musun? diyor. Hippi de: Vallahi, istiyorum. Değişiklik olur. diyor. Şoför de:  O zaman bak kilisenin arkasındaki mezarlıkta pazar günleri ayin yapıyor. diyor. Bu ikisi kanka oluyorlar. Son durakta iniyorlar. Günlerden pazar, hippi kostüm kıyafet, böyle sisler misler kilisenin arkasında, rahibe geliyor. Hippi Ey kulum, ben senin tanrınım. Seni bir kere sikecem. diyor. Rahibe de: Aman tanrım! Nasıl olur? Biz bakireyiz. Yapamayız. Arkadan versem olur mu? diyor. Hippi de Olur, olur. diye cevap veriyor. Sonra bunlar işi götürüyorlar, rahibe dayanamıyor, hippi zaten dayanamıyor. Hippi peçeyi kaldırıyor: Bak, ben otobüsteki hippiyim. Gördün mü? diyor. Rahibe de peçeyi sıyırıyor: Bak, ben de otobüs şoförüyüm. diyor",
        "images": [
            "/ProfilePics/manzara.png"
        ]
    }
]