[
    {
        "titles": ["TAI Briefing","TUSAŞ Söyleşisi", "TAI Almanası neyse işte"],
        "descriptions": [
        "On June 1st, with the help of TAI, we gave presentations and briefings throughout our school, explaining the importance and functioning of the defense industry to young engineer minds. We helped nearly 50 students (or students of our school) shape the path ahead of them with our information on both Internship and Career development programs and high-level project procedures.",
        "1 Haziran'da TUSAŞ'ın yardımıyla okulumuz çapında yaptığımız sunum ve bilgilendirmelerle genç mühendis zihinlere savunma sanayiinin önemini ve işleyişini anlattık. Hem Stajyerlik ve Kariyer geliştirme programları hem de üst düzey proje prosedürleri konusundaki bilgilendirmelerimizle 50'ye yakın öğrenciye (veya okulumuz öğrencilerine) önlerindeki yolu şekillendirmelerine yardımcı olduk.",
        "Am 1. Juni hielten wir mit Hilfe von TAI in unserer Schule Präsentationen und Briefings ab, um jungen Ingenieuren die Bedeutung und Funktionsweise der Verteidigungsindustrie zu erläutern. Wir halfen fast 50 Schülern (bzw. Schülern unserer Schule) mit unseren Informationen über Praktikums- und Karriereentwicklungsprogramme und hochrangige Projektverfahren, den vor ihnen liegenden Weg zu gestalten."
        ],
        "images": [
            "/ProfilePics/manzara.png",
            "/ProfilePics/manzara2.png"
        ]
    },
    {
        "titles": ["Science Week", "Bilim Haftası", "Wissenschaftswoche"],
        "descriptions": [
        "We organized an award-winning design competition during the Science Week held on January 16-18 within the scope of our school and surrounding high schools. We gave a beginner level electronic component set as a gift to the friend who drew the sample 3D model we gave to the participants in the shortest time using Fusion360. In this way, we offered an activity that will form the basis of engineering by providing 3D Design and robotics information to our new high school students.",
        "Okulumuz ve çevre liseler kapsamında 16-18 Ocak tarihinde gerçekleştirilen Bilim Haftası'nda ödüllü bir tasarım yarışması düzenledik. Katılımcılara verdiğimiz örnek 3D modeli Fusion360 kullanarak en kısa sürede çizen arkadaşımıza başlangıç seviyesi elektronik komponent seti hediye ettik. Bu sayede liseye yeni geçen kardeşlerimize de 3D Tasarım ve robotik bilgileri vererek mühendisliğin temelini oluşturacak bir etkinlik sunmuş olduk.",
        "Während der Wissenschaftswoche, die vom 16. bis 18. Januar in unserer Schule und den umliegenden Gymnasien stattfand, organisierten wir einen preisgekrönten Designwettbewerb. Wir schenkten dem Freund, der das 3D-Beispielmodell, das wir den Teilnehmern zur Verfügung stellten, in kürzester Zeit mit Fusion360 zeichnete, ein Set mit elektronischen Bauteilen für Anfänger. Auf diese Weise boten wir eine Aktivität an, die die Grundlage für das Ingenieurwesen bildet, indem wir unseren neuen Oberstufenschülern Informationen über 3D-Design und Robotik vermittelten."
        ], 
        "images": [
            "/ProfilePics/manzara.png",
            "/ProfilePics/manzara2.png"
        ]
    },
    {
        "titles": ["Leukaemia", "Lösemi", "Leukämie"],
        "descriptions": [
        "As IELROBOTICS; in this project, which we did to show that we are with our brothers and sisters with leukaemia and to make people hear our voice together with the existing volunteers, we left colorful handprints on a white fabric our signature under it. We combined all the fabrics we received and organised a walk for children with leukaemia. Thanks to this project, which is both low-cost and easy for everyone to get involved in, we included a lot of people in the LÖSEV family and delivered this fabric to LÖSANTE hospital to exhibit the meaning of the project.",
        "IELROBOTICS olarak; lösemili kardeşlerimizin yanında olduğumuzu göstermek ve mevcut gönüllülerle beraber insanlara sesimizi duyurmak için yaptığımız bu projede, beyaz bir kumaşa renkli boyalarla el izleri bırakıp altına imzamızı attık. Aldığımız tüm kumaşları birleştirip lösemili çocuklar için bir yürüyüş düzenledik. Hem düşük maliyetli hem de herkesin kolayca dahil olabileceği bu proje sayesinde yardımsever bir sürü insanı LÖSEV ailesine dahil ettik ve projenin önem ve anlamının sergilenmesi için bu kumaşı LÖSANTE hastanesine teslim ettik.",
        "Als IELROBOTICS; in diesem Projekt, das wir durchgeführt haben, um zu zeigen, dass wir mit unseren Geschwistern mit Leukämie zusammen sind und um unsere Stimme gemeinsam mit den vorhandenen Freiwilligen hören zu lassen, haben wir bunte Handabdrücke und Unterschrifte auf einem weißen Stoff hinterlassen. Wir kombinierten alle Stoffe und organisierten einen Spaziergang für Kinder mit Leukämie. Durch dieses Projekt haben wir viele Menschen in die LÖSEV-Familie aufgenommen und diesen Stoff an das LÖSANTE-Krankenhaus geliefert, um die Bedeutung des Projekts zu demonstrieren."
        ], 
        "images": [
            "/ProfilePics/manzara.png",
            "/ProfilePics/manzara2.png"
        ]
    },
    {
        "titles": ["STEP Project", "STEP Projesi", "STEP Projekt"],
        "descriptions": [
        "In November 2022, thanks to our STEP project, we gave information on social sciences and positive sciences to the relevant secondary school students and showed them the fun face of science. In this project, which we organised in our school, our friends taught the students in the best way they could. From algorithm design to the properties of the planets, we organised our event free of charge.",
        "2022 yılının kasım ayında gerçekleştirdiğimiz STEP projemiz sayesinde ilgili ortaokul ögrencilerine sosyal bilimler ve pozitif bilimler üzerine bilgi verip onlara bilimin eğlenceli yüzünü gösterdik. Okulumuzda organize ettiğimiz bu projede, arkadaşlarımız ögrencilere ellerinden gelen en iyi şekilde eğitim verdiler. Algoritma tasarlımından gezegenlerin özelliklerine kadar bir sürü dersin bulunduğu etkinliğimizi ücretsiz olarak gerçekleştirdik.",
        "Im November 2022 informierten wir im Rahmen unseres STEP-Projekts, die betreffenden Schüler der Sekundarstufe über die Sozial- und positiven Wissenschaften und zeigten ihnen die lustige Seite der Wissenschaft. In diesem Projekt, das wir in unserer Schule organisiert haben, haben unsere Freunde den Schülern die bestmögliche Ausbildung gegeben. Wir haben unsere Veranstaltung kostenlos organisiert, mit vielen Lektionen vom Algorithmusdesign bis zu den Eigenschaften der Planeten."
        ], 
        "images": [
            "/ProfilePics/manzara.png",
            "/ProfilePics/manzara2.png"
        ]
    },
    {
        "titles": ["Nature Disasters Magazine", "Doğal Afetler Dergisi", "Naturkatastophen Zeitschrift"],
        "descriptions": [
        "In 2022, we participated in the Sneaky Snakes Natural Disaster Project #7285, where they were turned into a magazine in 7 regions of our country and Azerbaijan and presented in classes. As IELROBOTICS, we have shown our support by writing an analysis for the Marmara region and translating two previous issues of the magazine into German. We are aware of the importance of drawing attention to disasters, which will occupy an important place on our agenda, especially as of 2023, and we are honored to be a part of this project.Thanks #7285!",
        "2022 yılında Sneaky Snakes #7285'in, ülkemizin 7 bölgesi ve Azerbaycan' da yaşanan doğal afetleri dergi haline getirip ders olarak sunduğu, doğal afetler projesinde bulunduk. IELROBOTICS olarak Marmara Bölgesi afet analizi yazıp, derginin eski iki yayımını Almanca'ya çevirerek desteğimizi gösterdik. Özellikle 2023 yılı itibariyle gündemimizde önemli bir yer kaplayan deprem, yangın benzeri afetlere dikkat çekmenin öneminin farkındayız ve bu projenin parçası olmaktan onur duyuyoruz. Teşekkürler #7285!",
        "Im Jahr 2022 nahmen wir an dem Naturkatastrophenprojekt von Sneaky Snakes #7285 teil, bei dem sie in 7 Regionen unseres Landes und Aserbaidschans in ein Magazin verwandelt und im Unterricht präsentiert wurden. Als IELROBOTICS haben wir unsere Unterstützung gezeigt, indem wir eine Analyse für die Marmara-Region verfasst und zwei frühere Ausgaben des Magazins ins Deutsche übersetzt haben. Wir sind uns bewusst, wie wichtig es ist, die Aufmerksamkeit auf Katastrophen zu lenken, die vor allem ab 2023 einen wichtigen Platz auf unserer Agenda einnehmen. Vielen Dank, #7285!"
        ], 
        "images": [
            "/ProfilePics/manzara.png",
            "/ProfilePics/manzara2.png"
        ]
    }

]