{
    "home": "Hauptseite",
    "news": "Nachrichten",
    "sponsor": "Sponsoren",
    "success": "Erfolgen",
    "team": "Unsere Team",
    "contact": "Kontakt",
    "home-slogan": "Wir sind 8058",
    "team-slogan": "Eine Team",
    "sponsor-slogan": "Sei Dabei",
    "success-slogan": "Wir schaffen",
    "news-slogan": "Verpass Nichts",
    "footer-contact": "Erreich uns! Wir würden gerne kooperieren",
    "footer-file": "Schau auf unsere Sponsoring Datei",
    "home-content-title-1": "Wer Sind Wir?",
    "home-content-title-2": "Was ist denn FRC?",
    "home-content-content-1": "Als Robotik-Club des Istanbuler Erkek-Gymnasiums sind wir ein Schülerclub, der es sich zur Aufgabe gemacht hat, unseren Schülerinnen und Schülern die Kultur der Technologie, der Software und des Ingenieurwesens auf Gymnasialebene zu vermitteln. In diesem Jahr sind wir unserem Ziel einen Schritt näher gekommen, indem wir unsere Schule bei nationalen und internationalen Wettbewerben mit Gymnasiasten aus der ganzen Türkei vertreten haben. \n\nIEL ROBOTICS entwickelt eigene Projekte und nimmt an Wettbewerben in den Bereichen Robotik, Luftfahrt, Raumfahrt und vielen anderen technischen Bereichen teil. Zusätzlich zu diesen Projekten und Wettbewerben werden Schüler unserer Schule und anderer Schulen in technischen Bereichen ausgebildet. In den vergangenen Jahren haben jedes Jahr mehr als 60 Schüler an diesen Veranstaltungen teilgenommen, und es wurden und werden weiterhin Schulungen in den Bereichen Software, Elektronik und 3D-Design durchgeführt. Darüber hinaus haben wir Projekte wie STEP, DoDo Reads Books und Give a Hand für alle Alters- und Personengruppen organisiert, um die Kultur der Robotik und der ansprechenden Professionalität zu verbreiten, und wir haben mehr als 5000 Schüler direkt und indirekt mit Serien wie FIRST® Inspirations und Team Inspires auf unserem Youtube-Kanal erreicht.",
    "home-content-content-2": "FRC ist der weltweit prestigeträchtigste Highschool-Robotikwettbewerb, der einmal im Jahr international ausgetragen und von weltbekannten Unternehmen wie der NASA, Google, Boeing, 3M und Apple finanziert wird und darauf abzielt, die technischen, mathematischen und ingenieurwissenschaftlichen Fähigkeiten junger Menschen auf kreative und lösungsorientierte Weise zu entwickeln und zu fördern. \n\nDie Teams, die an diesem Wettbewerb teilnehmen, versuchen, Roboter mit einer Länge und Breite von etwa einem Meter zu bauen, die die jedes Jahr zwei Monate vor dem Wettbewerb angekündigten Aufgaben erfüllen. Durch diesen Wettbewerb werden die Schülerinnen und Schüler als teamfähige, sensible und kreative Persönlichkeiten Teil der internationalen FRC-Gemeinschaft und verfügen über ein soziales Umfeld und Wissen, das sie für den Rest ihres Lebens begleiten wird.",
    "dümen": "bla bla",

    "sponsor-title-why":"WARUM SOLLEN SIE UNS UNTERSTÜTZEN?",
    "sponsor-content-why":"Als Verein haben wir es uns zur Aufgabe gemacht, junge Menschen mit Technik, Software und Ingenieurskultur vertraut zu machen, und wir arbeiten ständig an diesem Ziel. In dieser Richtung ist jede Art von Unterstützung durch unsere Sponsoren sehr wichtig für uns, um unser Team und unsere Sponsoren bestmöglich zu repräsentieren.",

    "sponsor-title-ielev": "İELEV",
    "sponsor-content-ielev": "Die Bildungsstiftung Istanbul Erkek Liseliler wurde am 21. Dezember 1982 von den Absolventen des Istanbuler Erkek-Gymnasiums gegründet. Die Stiftung ist eine Nichtregierungsorganisation, deren Ziel es ist, das Bildungsniveau des Istanbul Erkek Lisesi anzuheben. Sie will die Stärkung der Schule und die Entwicklung des Landes im Bereich der Bildung unterstützen, indem sie die notwendigen Beiträge im Bereich der Bildung leistet. Außerdem soll sie zur Stärkung der Solidarität und des Zusammenhalts beitragen und sicherstellen, dass die Kinder von den Möglichkeiten der Stiftung profitieren.",
    "sponsor-title-birikim": "Birikim Ingenieurschaft",
    "sponsor-content-birikim": "Birikim Engineering and Industrial Contracting Ltd. wurde 2003 gegründet und erbringt derzeit industrielle Bauleistungen, einschließlich Engineering, Fertigung, Installation und Inbetriebnahme in den Bereichen Bergbau, Schüttgutumschlag, Zement, Energie, Keramik, Glas und Stahlbau.",
    "sponsor-title-bulutistan": "Bulutistan",
    "sponsor-content-bulutistan": "Bulutistan ist ein führender Cloud-Computing-Betreiber in der Türkei. Das Unternehmen ist führend in der Türkei und bietet innovative Cloud-Computing-Dienste an. Von seinen Rechenzentren in der Türkei aus bedient es Kunden aus vielen Ländern. Als Spezialist für SAP-Lösungen bietet Bulutistan hochleistungsfähige und verwaltete SAP-Dienste an. Das Unternehmen bietet Cloud-Services für viele große Unternehmen und Organisationen an. Das schnell wachsende Unternehmen hat bedeutende Investitionen erhalten und verschiedene Auszeichnungen gewonnen. Mit einem erfahrenen Team konzentriert sich Bulutistan insbesondere auf die Bereiche Fertigung, Vertrieb, Einzelhandel, Bildung und Energie. Cloud-Computing-Dienste unterstützen die digitale Transformation von Unternehmen.",
    "sponsor-title-ergin": "Ergin Maschine",
    "sponsor-content-ergin": "Ergin Maschine, mit 20 Jahren Erfahrung in der Lebensmittelindustrie, bietet Lösungen für Lebensmittelqualität, Automatisierung und Software. Das 2007 unter dem Namen Ergin Automation gegründete Unternehmen ist schnell gewachsen, hat die Zahl der Beschäftigten jährlich um 200 % erhöht und einen erheblichen Beitrag zur Wirtschaft geleistet. Es ist zu einer bevorzugten Wahl für etablierte Lebensmittelunternehmen geworden und strebt eine internationale Expansion durch die Teilnahme an Messen und Werbeaktivitäten an. Das Unternehmen konzentriert sich auf Innovation und wissenschaftliche Entwicklung durch sein F&E-Zentrum und arbeitet mit Universitäten und staatlichen Einrichtungen zusammen. Die Zusammenarbeit mit anderen Industrieunternehmen ist ebenfalls eine Priorität."
    , "sponsor-title-hastavuk":"HasTavuk"
    , "sponsor-content-hastavuk": "HasTavuk wurde 1972 gegründet und ist ein führendes Geflügelunternehmen in der Türkei. Es bietet eine breite Palette von Geflügeldienstleistungen an, von der Zucht bis zur Futtermittelproduktion. HasTavuk liefert 70 % der türkischen Legekükenproduktion und ist das größte Zuchtunternehmen Europas und der Türkei. HasTavuk hat Pionierarbeit beim Export von Lebendtieren geleistet und eine Spitzenposition in der Branche erreicht. HasTavuk wurde mit Qualitätspreisen ausgezeichnet und leistet einen wichtigen Beitrag zur nationalen Wirtschaft. Als mehrmaliger Gewinner des Excellence Award ist es ein angesehenes Unternehmen in der Türkei."
    , "sponsor-title-idealpak": "İdeal-Pak"
    , "sponsor-content-idealpak": "Ideal-Pak® blickt auf eine über sechzigjährige Geschichte seit seiner Gründung im Jahr 1949 zurück. Ursprünglich war das Unternehmen ein Hersteller von kundenspezifischen Maschinen und ging dann durch Innovation und erfahrene Ingenieure dazu über, Flüssigkeitsabfüllmaschinen und Verpackungslinien zu entwickeln. Das Unternehmen hat es sich zur Aufgabe gemacht, Hochleistungsanlagen zu liefern, die auf die spezifischen Bedürfnisse der Kunden zugeschnitten sind und fortschrittliche Technologien und patentierte Funktionen beinhalten. Ideal-Pak hat sich in der Farben- und Lackindustrie, der chemischen Industrie, der Schmierstoffindustrie sowie der Lebensmittel- und Getränkeindustrie einen Namen gemacht. Im Jahr 2018 schloss sich Ideal-Pak den Massman LLC Companies an und bietet neben der PASE Group und EDL integrierte Lösungen an. Alle Ideal-Pak®-Maschinen werden mit Stolz in den USA hergestellt, und das Unternehmen ist Mitglied von PMMI."
    , "sponsor-title-ozata": "Özata Shipyard"
    , "sponsor-content-ozata": "Özata Shipyard, gegründet 1985, ist ein renommiertes Schiffbauunternehmen. Mit einer starken Präsenz in Altınova hat es 63 erfolgreiche Projekte geliefert, darunter Yachten, Passagierschiffe und Katamaranfähren aus Kohlefaser. Özata hat sich auf Stahl-, Aluminium- und Karbonkonstruktionen spezialisiert und ist damit ein angesehener Akteur in der Türkei und auf der ganzen Welt. Ihr Engagement für Innovation und Qualität hebt sie in der Branche hervor."
    , "sponsor-title-pemaks": "Pemaks Pneumatik"
, "sponsor-content-pemaks": "Erdoğan und Mehmet BEŞER begannen mit Schrauben und Muttern und entwickelten sich zu Pionieren der Pneumatikzylinderproduktion bei Pemaks. Heute exportieren sie in die ganze Welt und werden von führenden Herstellern ausgewählt. Mit den Zertifizierungen TSEK und ISO 9001 gewährleistet Pemaks höchste Qualität und langfristige Partnerschaften. Pemaks profitiert von der Kombination aus Spitzentechnologie, moderner Fertigung und Kundenorientierung und positioniert sich als erste Wahl für Pneumatikzylinder weltweit."

}