{
    "home": "Hauptseite",
    "news": "Nachrichten",
    "sponsor": "Sponsoren",
    "success": "Erfolgen",
    "team": "Unser Team",
    "contact": "Kontakt",

    "error1": "Hä? 404",
    "error2": "Die Seite, die du suchst, existiert nicht. Vielleicht hast du was falsch geschrieben. Bitte zu einer anderen Seite",

    "helmet-home": "IELRobotics 8058",
    "helmet-news": "Nachrichten - IEL Robotics",
    "helmet-achi": "Erfolgen - IEL Robotics",
    "helmet-sponsor": "Sponsoren - IEL Robotics",
    "helmet-team": "Team - IEL Robotics",

    "more": "Mehr",

    "home-section-news": "Nachrichten",
    "home-section-competetions": "Wettbewerbe",
    "home-section-awards": "Unsere Preise",
    "home-section-partners": "Unsere Partner",
    "home-section-team": "Unsere Team",

    "home-slogan": "Wir sind 8058",
    "team-slogan": "Wir sind eine Team",
    "sponsor-slogan": "Sei Dabei",
    "success-slogan": "Wir schaffen's",
    "news-slogan": "Verpass Nichts",
    "kickoff-slogan": "Bald 👀",

    "footer-contact": "Erreich uns! Wir freuen uns über die Zusammenarbeit",
    "footer-file": "Schau auf unsere Sponsoring Datei",
    "footer-rights":"Alle Rechte Vorbehalten",
    "footer-note":"Von unseren eigenen Developers entwickelt",
    "footer-madeby":"Erstellt von",

    "home-content-title-1": "Wer Sind Wir?",
    "home-content-title-2": "Istanbuler Gymnasium",
    "home-content-content-1-short": "Als IEL ROBOTICS sind wir eine Schüler AG, die es sich zur Aufgabe gemacht hat, unseren Schülerinnen und Schülern in der Oberstufe Technik, Software und Ingenieurskultur näher zu bringen. Seit unserer Gründung im Jahr 2019 sind wir stolz darauf, unsere Schule und unser Land erfolgreich bei nationalen und internationalen Wettbewerben zu vertreten",
    "home-content-content-2-short":"Das jahrhundertealte Gymnasium in Sirkeci, dem Herzen Istanbuls, gehört seit Jahren zu den renommiertesten Gymnasien des Landes. Die Unterrichtssprache ist Deutsch und die Absolventen entscheiden sich oft für ein Studium in Deutschland. Zahlreiche Clubs und Ausschüsse, darunter unser Club, sind auch außerhalb des Unterrichts aktiv.",
    "home-content-content-1": "Als IEL ROBOTICS, Istanbul Erkek Lisesi Robotics Club, sind wir ein Schülerclub, der es sich zur Aufgabe gemacht hat, unseren Schülerinnen und Schülern in der Oberstufe Technik, Software und Ingenieurskultur näher zu bringen. Seit unserer Gründung im Jahr 2019 sind wir stolz darauf, unsere Schule und unser Land erfolgreich bei nationalen und internationalen Wettbewerben zu vertreten.\n\nDie Mitglieder von IEL ROBOTICS entwickeln ihre eigenen Projekte und nehmen an Wettbewerben in den Bereichen Robotik, Luftfahrt, Raumfahrt und vielen anderen technischen Bereichen teil. IEL ROBOTICS möchte jedoch auch die Grundlagen des Ingenieurwesens in verschiedenen Bereichen der Gesellschaft, insbesondere bei Kindern und Jugendlichen, vermitteln, und zwar durch verschiedene Schulungen und Projekte, die das ganze Jahr über innerhalb und außerhalb der Schule durchgeführt werden, um diese Kultur auch außerhalb unseres Clubs zu verbreiten. Unser Ziel ist es, neugierige und begeisterte Schüler für die Zukunft unseres Landes zu begeistern und ihnen eine hochwertige und gut ausgestattete MINT-Ausbildung unter den besten Bedingungen zu bieten.",
    "home-content-content-2": "FRC ist der weltweit prestigeträchtigste Highschool-Robotikwettbewerb, der einmal im Jahr international ausgetragen und von weltbekannten Unternehmen wie der NASA, Google, Boeing, 3M und Apple finanziert wird und darauf abzielt, die technischen, mathematischen und ingenieurwissenschaftlichen Fähigkeiten junger Menschen auf kreative und lösungsorientierte Weise zu entwickeln und zu fördern. \n\nDie Teams, die an diesem Wettbewerb teilnehmen, versuchen, Roboter mit einer Länge und Breite von etwa einem Meter zu bauen, die die jedes Jahr zwei Monate vor dem Wettbewerb angekündigten Aufgaben erfüllen. Durch diesen Wettbewerb werden die Schülerinnen und Schüler als teamfähige, sensible und kreative Persönlichkeiten Teil der internationalen FRC-Gemeinschaft und verfügen über ein soziales Umfeld und Wissen, das sie für den Rest ihres Lebens begleiten wird.",
    
    "home-competetion-frc":"FRC ist eine jährlich stattfindende internationale Veranstaltung, die von der NASA und weltbekannten Unternehmen wie Google, Boeing, 3M und Apple organisiert und vom weltweit renommiertesten Robotik-Wettbewerb zwischen High Schools finanziert wird.",
    "home-competetion-jf": "JugendForscht ist der größte Wissenschaftswettbewerb Deutschlands. Schülerinnen und Schüler präsentieren ihre Projekte aus den Bereichen Technik, Mathe, Informatik, Physik und Physik vor Deutschlands führenden Experten.",
    "home-competetion-tekno": "Teknofest ist die größte Veranstaltung für Luft- und Raumfahrt in der Türkei. Die Teilnehmer können ihre Projekte in verschiedenen Kategorien bei den Fachjurys des Bereichs einreichen. Gleichzeitig haben sie die Möglichkeit, mit Technologieunternehmen zusammenzutreffen.",
    "home-competetion-other-title":"Sonstige",
    "home-competetion-other": "Darüber hinaus haben wir an verschiedenen anderen Turnieren und Veranstaltungen teilgenommen, sowohl in relativ kleinem als auch in größerem Rahmen. Klicken Sie unten, um zu sehen, an welchen Wettbewerben wir teilgenommen haben.",

    "home-sponsor-title": "Sponsoren",
    "home-sponsor-content": "Wir sind zutiefst dankbar für die Unterstützung der Einzelpersonen und Organisationen, die unsere Träume in die Realität umgesetzt haben. Begleiten Sie uns, indem Sie unsere 'Unsere Sponsoren' Seite besuchen, um zu sehen, welche entscheidende Rolle sie bei unserer Arbeit spielen, indem sie Innovation und positiven Wandel für eine bessere Zukunft fördern.",

    "home-team-title": "Teamarbeit",
    "home-team-content": "Treibende Kraft hinter all diesen Erfolgen sind die Bemühungen unseres unglaublichen Teams. Eine Gruppe von etwa 30 Studierenden, alle motiviert in verschiedenen Bereichen von MINT, die sich zusammenfinden, um Projekte zu realisieren und auf höchstem Niveau zu konkurrieren. Klicken Sie, um herauszufinden, wer unser Team bildet, und vernetzen Sie sich mit den zukünftigen Ingenieuren auf LinkedIn.",
    

    "sponsor-title":"Unsere Sponsoren",
    "sponsor-content-why": "Als Verein haben wir es uns zur Aufgabe gemacht, junge Menschen mit Technik, Software und Ingenieurskultur vertraut zu machen, und wir arbeiten ständig an diesem Ziel. In dieser Richtung ist jede Art von Unterstützung durch unsere Sponsoren sehr wichtig für uns, um unser Team und unsere Sponsoren bestmöglich zu repräsentieren.",
    "sponsor-title-ielev": "İELEV",
    "sponsor-content-ielev": "Die Bildungsstiftung Istanbul Erkek Liseliler wurde am 21. Dezember 1982 von den Absolventen des Istanbuler Erkek-Gymnasiums gegründet. Die Stiftung ist eine Nichtregierungsorganisation, deren Ziel es ist, das Bildungsniveau des Istanbul Erkek Lisesi anzuheben. Sie will die Stärkung der Schule und die Entwicklung des Landes im Bereich der Bildung unterstützen, indem sie die notwendigen Beiträge im Bereich der Bildung leistet. Außerdem soll sie zur Stärkung der Solidarität und des Zusammenhalts beitragen und sicherstellen, dass die Kinder von den Möglichkeiten der Stiftung profitieren.",
    "sponsor-title-birikim": "Birikim Ingenieurschaft",
    "sponsor-content-birikim": "Birikim Engineering and Industrial Contracting Ltd. wurde 2003 gegründet und erbringt derzeit industrielle Bauleistungen, einschließlich Engineering, Fertigung, Installation und Inbetriebnahme in den Bereichen Bergbau, Schüttgutumschlag, Zement, Energie, Keramik, Glas und Stahlbau.",
    "sponsor-title-bulutistan": "Bulutistan",
    "sponsor-content-bulutistan": "Bulutistan ist ein führender Cloud-Computing-Betreiber in der Türkei. Das Unternehmen ist führend in der Türkei und bietet innovative Cloud-Computing-Dienste an. Von seinen Rechenzentren in der Türkei aus bedient es Kunden aus vielen Ländern. Als Spezialist für SAP-Lösungen bietet Bulutistan hochleistungsfähige und verwaltete SAP-Dienste an. Das Unternehmen bietet Cloud-Services für viele große Unternehmen und Organisationen an. Das schnell wachsende Unternehmen hat bedeutende Investitionen erhalten und verschiedene Auszeichnungen gewonnen. Mit einem erfahrenen Team konzentriert sich Bulutistan insbesondere auf die Bereiche Fertigung, Vertrieb, Einzelhandel, Bildung und Energie. Cloud-Computing-Dienste unterstützen die digitale Transformation von Unternehmen.",
    "sponsor-title-ergin": "Ergin Maschine",
    "sponsor-content-ergin": "Ergin Maschine, mit 20 Jahren Erfahrung in der Lebensmittelindustrie, bietet Lösungen für Lebensmittelqualität, Automatisierung und Software. Das 2007 unter dem Namen Ergin Automation gegründete Unternehmen ist schnell gewachsen, hat die Zahl der Beschäftigten jährlich um 200 % erhöht und einen erheblichen Beitrag zur Wirtschaft geleistet. Es ist zu einer bevorzugten Wahl für etablierte Lebensmittelunternehmen geworden und strebt eine internationale Expansion durch die Teilnahme an Messen und Werbeaktivitäten an. Das Unternehmen konzentriert sich auf Innovation und wissenschaftliche Entwicklung durch sein F&E-Zentrum und arbeitet mit Universitäten und staatlichen Einrichtungen zusammen. Die Zusammenarbeit mit anderen Industrieunternehmen ist ebenfalls eine Priorität.",
    "sponsor-title-hastavuk": "HasTavuk",
    "sponsor-content-hastavuk": "HasTavuk wurde 1972 gegründet und ist ein führendes Geflügelunternehmen in der Türkei. Es bietet eine breite Palette von Geflügeldienstleistungen an, von der Zucht bis zur Futtermittelproduktion. HasTavuk liefert 70 % der türkischen Legekükenproduktion und ist das größte Zuchtunternehmen Europas und der Türkei. HasTavuk hat Pionierarbeit beim Export von Lebendtieren geleistet und eine Spitzenposition in der Branche erreicht. HasTavuk wurde mit Qualitätspreisen ausgezeichnet und leistet einen wichtigen Beitrag zur nationalen Wirtschaft. Als mehrmaliger Gewinner des Excellence Award ist es ein angesehenes Unternehmen in der Türkei.",
    "sponsor-title-idealpak": "İdeal-Pak",
    "sponsor-content-idealpak": "Ideal-Pak® blickt auf eine über sechzigjährige Geschichte seit seiner Gründung im Jahr 1949 zurück. Ursprünglich war das Unternehmen ein Hersteller von kundenspezifischen Maschinen und ging dann durch Innovation und erfahrene Ingenieure dazu über, Flüssigkeitsabfüllmaschinen und Verpackungslinien zu entwickeln. Das Unternehmen hat es sich zur Aufgabe gemacht, Hochleistungsanlagen zu liefern, die auf die spezifischen Bedürfnisse der Kunden zugeschnitten sind und fortschrittliche Technologien und patentierte Funktionen beinhalten. Ideal-Pak hat sich in der Farben- und Lackindustrie, der chemischen Industrie, der Schmierstoffindustrie sowie der Lebensmittel- und Getränkeindustrie einen Namen gemacht. Im Jahr 2018 schloss sich Ideal-Pak den Massman LLC Companies an und bietet neben der PASE Group und EDL integrierte Lösungen an. Alle Ideal-Pak®-Maschinen werden mit Stolz in den USA hergestellt, und das Unternehmen ist Mitglied von PMMI.",
    "sponsor-title-ozata": "Özata Shipyard",
    "sponsor-content-ozata": "Özata Shipyard, gegründet 1985, ist ein renommiertes Schiffbauunternehmen. Mit einer starken Präsenz in Altınova hat es 63 erfolgreiche Projekte geliefert, darunter Yachten, Passagierschiffe und Katamaranfähren aus Kohlefaser. Özata hat sich auf Stahl-, Aluminium- und Karbonkonstruktionen spezialisiert und ist damit ein angesehener Akteur in der Türkei und auf der ganzen Welt. Ihr Engagement für Innovation und Qualität hebt sie in der Branche hervor.",
    "sponsor-title-pemaks": "Pemaks Pneumatik",
    "sponsor-content-pemaks": "Erdoğan und Mehmet BEŞER begannen mit Schrauben und Muttern und entwickelten sich zu Pionieren der Pneumatikzylinderproduktion bei Pemaks. Heute exportieren sie in die ganze Welt und werden von führenden Herstellern ausgewählt. Mit den Zertifizierungen TSEK und ISO 9001 gewährleistet Pemaks höchste Qualität und langfristige Partnerschaften. Pemaks profitiert von der Kombination aus Spitzentechnologie, moderner Fertigung und Kundenorientierung und positioniert sich als erste Wahl für Pneumatikzylinder weltweit.",

    "team-titles-mem": "Unsere Mitglieder",
    "team-titles-alu": "Unsere Alumni",

    "achi-titles-1":"Wettbewerbsportfolio",
    "achi-titles-2":"Soziale Verantwortung",

    "achi-button-1":"Wettkämpfe",
    "achi-button-2":"Gemeinde",
    
    "team-roles-captain-emel": "Team-Co-Kapitän / Programmierer",
    "team-roles-captain-furkan": "Team-Co-Kapitän / Mechaniker",
    "team-roles-captain-electronic": "Leiter der Elektronik",
    "team-roles-captain-mechanic": "Leiter der Mechanik",
    "team-roles-captain-pr": "Leiter PR / Programmierer",
    "team-roles-captain-software": "Leiter der Software",
    "team-roles-captain-design": "Leiter Design",

    "team-roles-programmer": "Programmierer",
    "team-roles-mechanic": "Mechaniker",
    "team-roles-electronic": "Elektronik",
    "team-roles-pr": "PR-Mitglied",
    "team-roles-design": "Designer",


    "temp-news-title": "Neue Werkstatt ist geöffnet!",
    "temp-news-content": "Wir verabschieden uns von unserer alten Werkstatt, die wir seit 2013 genutzt haben, um endlich eine neue zu bekommen. Auf viele neue Erfolge in unserem neuen Raum!"

    ,"magazine-title1": "Schaut unsere Magazine!",
    "magazine-text": "Erste Ausgabe unserer Zeitschrift 'der Blick' ist da. Schaut euch die Dezember Übersicht",
    "download-pdf": "Anklicken zum Öffnen in einem neuen Tab",
    "feb_series_just_dropped":"Die Ausgabe im Februar wurde veröffentlicht."
}