{
    "home": "Anasayfa",
    "news": "Haberler",
    "sponsor": "Sponsorlarımız",
    "success": "Başarılarımız",
    "team": "Takımımız",
    "contact": "İletişim",

    "error1": "Ups! 404",
    "error2": "Aradığın sayfa bulunamadı. Belki bi yazım hatasıdır? Lütfen başka bir sayfaya dön",

    "helmet-home": "IELROBOTICS 8058 - Istanbul Erkek",
    "helmet-news": "Haberler - IEL Robotics",
    "helmet-achi": "Başarılar - IEL Robotics",
    "helmet-sponsor": "Sponsorlar - IEL Robotics",
    "helmet-team": "Takım - IEL Robotics",

    "more": "Daha Fazlası",

    "home-section-news": "Haberler",
    "home-section-competetions": "Yarışmalar",
    "home-section-awards": "Ödüllerimiz",
    "home-section-partners": "Ortaklıklarımız",
    "home-section-team": "Takımımız",

    "home-slogan": "BİZ 8058'İZ",
    "team-slogan": "Bİz Bİr Takımız",
    "sponsor-slogan": "Bize Katıl",
    "success-slogan": "Başarırız",
    "news-slogan": "Sakın Kaçırma",

    "footer-contact": "Bize Ulaşın! İşbirliği yapmaktan onur duyarız",
    "footer-file": "Sponsorluk Dosyamıza Göz Atın",
    "footer-rights":"Tüm Hakları Saklıdır",
    "footer-note":"Kendi yazılımcılarımız tarafından geliştirildi",
    "footer-madeby":"Yapan: ",

    "home-content-title-1": "Biz Kimiz?",
    "home-content-title-2": "İstanbul Erkek Lisesi",
    "home-content-content-1-short": "İstanbul Erkek Lisesi Robotik Kulübü IEL ROBOTICS olarak, teknoloji, yazılım ve mühendislik kültürünü lise düzeyinde öğrencilerimize kazandırmaya adanmış bir öğrenci kulübüyüz. 2019 yılındaki kuruluşumuzdan itibaren okulumuzu ve ülkemizi, ulusal ve uluslararası yarışmalarda başarıyla temsil etmekten gurur duyuyoruz.",
    "home-content-content-2-short":"İstanbul'un kalbi Sirkeci'de bulunan asırlık çınar Erkek Lisesi, yıllardır ülkenin en prestijli liselerinden biri olarak hizmet vermekte. Okulumuzda eğitim dili Almanca ve mezunlar da tercihlerini yoğunlukla Almanya'da okumaktan yana kullanıyor. Derslerin dışında kulübümüzün de içinde olduğu sayısız kulüp ve komite aktif bir şekilde faaliyet gösteriyor.",
    "home-content-content-1": "İstanbul Erkek Lisesi Robotik Kulübü IEL ROBOTICS olarak, teknoloji, yazılım ve mühendislik kültürünü lise düzeyinde öğrencilerimize kazandırmaya adanmış bir öğrenci kulübüyüz. 2019 yılındaki kuruluşumuzdan itibaren okulumuzu ve ülkemizi, ulusal ve uluslararası yarışmalarda başarıyla temsil etmekten gurur duyuyoruz.\n\nIEL ROBOTICS üyeleri robotik, havacılık, uzay ve daha birçok teknik alanda kendi projelerini geliştirir ve yarışmalara katılar. Fakat IEL ROBOTICS, bu kültürü kulübümüz dışına da yaymak adına yıl boyunca okul içinde ve dışında verdiği çeşitli eğitimler ve yürüttüğü projeler ile çocuk ve gençler başta olmak üzere toplumun çeşitli kesimlerine mühendislik temellerinin aşılamayı hedefler. Ülkemizin geleceği için meraklı ve hevesli öğrencilere en iyi şartlarda, kaliteli ve donanımlı bir STEM eğitimi vermeyi ve onlara ilham olmayı amaçlar. ",
    "home-content-content-2": "FRC, yılda bir kez uluslararası düzeyde düzenlenen ve NASA, Google, Boeing, 3M ve Apple gibi dünyaca ünlü şirketler tarafından finanse edilen dünyanın en prestijli lise robot yarışmasıdır ve gençlerin teknik, matematiksel ve mühendislik becerilerini yaratıcı ve çözüm odaklı bir şekilde geliştirmeyi ve beslemeyi amaçlamaktadır. \n\nYarışmaya katılan ekipler, her yıl yarışmadan iki ay önce duyurulan görevleri tamamlayan yaklaşık bir metre uzunluğunda ve genişliğinde robotlar yapmaya çalışmaktadır. Bu yarışma sayesinde öğrenciler takım oyuncusu, duyarlı ve yaratıcı bireyler olarak uluslararası FRC topluluğunun bir parçası haline geliyor ve hayatlarının geri kalanında kendilerine eşlik edecek bir sosyal çevre ve bilgi birikimine sahip oluyorlar.",

    "home-competetion-frc":"FRC, yılda bir kere uluslararası düzeyde düzenlenen; NASA, Google, Boeing, 3M, Apple gibi dünyaca ünlü şirketler tarafından finanse edilen dünyanın en prestijli liselerarası robotik yarışmasıdır.",
    "home-competetion-jf": "JugendForscht, Almanya'nın en büyük bilim yarışmasıdır. Öğrenciler teknoloji, matematik, bilgisayar bilimi, fizik gibi konularda projeleini Almanya'nın önde gelen uzmanlarına sunar.",
    "home-competetion-tekno": "Teknofest, Türkiye'de düzenlenen en büyük uzay ve havacılık festivalidir. Yarışmacılar çeşitli kategorilerdeki projelerini uzman jürilere gösterirler. Aynı zamanda ünlü teknoloji firmaları ile tanışma şansı yakalarlar.",
    "home-competetion-other-title":"Diğer",
    "home-competetion-other": "Bunun dışında, hem nispeten daha küçük hem de daha büyük ölçekli çeşitli turnuvalara ve etkinliklere katıldık. Hangi yarışmalara katıldığımızı görmek için aşağıya tıklayın.",

    "home-sponsor-title": "Sponsorlar",
    "home-sponsor-content": "Hayallerimizi gerçeğe dönüştüren kişi ve kuruluşların sarsılmaz desteği için derin minnettarlık duyuyoruz. Daha parlak bir gelecek için yenilikçiliği ve olumlu değişimi teşvik eden çalışmalarımızdaki önemli rollerine tanık olmak için 'Sponsorlarımız' sayfamızı ziyaret ederek bu yolculukta bize katılın.",

    "home-team-title": "Takım Çalışması",
    "home-team-content": "Tüm bu başarıların ardında yatan kuvvet, ekibimizin çabalarından başkası değil. STEM'in farklı farklı alanlarında motive ∼30 öğrenciden oluşan takımımız, projele üretmek ve en üst seviyede rekabetçi olmak için bir araya geldi. Ekibimizi oluşturanları görmek ve geleceğin mühendisleri ile LinkedIn üzerinden iletişime geçmek için tıklayın.",

    "sponsor-title":"Sponsorlarımız",
    "sponsor-content-why": "Kulüp olarak gençleri teknoloji, yazılım ve mühendislik kültürü ile tanıştırmayı kendimize misyon edindik ve bu hedef doğrultusunda sürekli çalışıyoruz. Bu doğrultuda sponsorlarımızdan gelecek her türlü destek, ekibimizi ve sponsorlarımızı en iyi şekilde temsil edebilmemiz için çok önemli.",
    "sponsor-title-ielev": "İELEV",
    "sponsor-content-ielev": "İstanbul Erkek Liseliler Eğitim Vakfı, 21 Aralık 1982 tarihinde İstanbul Erkek Lisesi mezunları tarafından kurulmuştur. Vakıf, İstanbul Erkek Lisesi'nin eğitim standartlarını yükseltmeyi amaçlayan bir sivil toplum kuruluşudur. Eğitim alanında gereken katkıları sağlayarak okulun güçlenmesine ve ülkenin eğitim alanında gelişmesine destek olmayı hedefler. Aynı zamanda dayanışma ve yardımlaşmanın güçlenmesine ve çocukların Vakfın olanaklarından yararlanmasına katkıda bulunmayı amaçlar. İstanbul Erkek Liseliler Eğitim Vakfı, İstanbul Erkek Lisesi'ne ve ülkeye olan katkılarıyla önemli bir kurumdur. Vakıf, yıllar içinde açtığı eğitim kurumlarıyla ülkemizin geleceği olan çocukların ve gençlerin modern bir eğitim anlayışıyla yetişmelerini sağlamıştır.",
    "sponsor-title-birikim": "Birikim Mühendislik",
    "sponsor-content-birikim": "Birikim Mühendislik ve Endüstriyel Yüklenim Ltd. Şti. 2003 yılında kuruldu ve halen madencilik, dökme malzeme taşıma, çimento, enerji, seramik, cam ve çelik yapı inşaatı sektörlerinde mühendislik, İmalat, kurulum, işletmeye alma dahil endüstriyel müteahhitlik hizmeti vermektedir.",
    "sponsor-title-bulutistan": "Bulutistan",
    "sponsor-content-bulutistan": "Bulutistan, Türkiye'nin önde gelen bir bulut bilişim operatörüdür. Türkiye'de lider konumda olan şirket, yenilikçi bulut bilişim hizmetleri sunmaktadır. Türkiye'deki veri merkezlerine bağlı olarak birçok ülkeden müşteriye hizmet vermektedir. SAP çözümlerinde uzmanlaşmış olan Bulutistan, yüksek performanslı ve yönetilen SAP hizmetleri sunmaktadır. Şirket, birçok büyük şirkete ve kuruluşa bulut hizmeti sağlamaktadır. Hızla büyüyen şirket, önemli yatırımlar almış ve çeşitli ödüller kazanmıştır. Deneyimli bir ekiple çalışan Bulutistan, özellikle üretim, dağıtım, perakende, eğitim ve enerji sektörlerine odaklanmaktadır. Bulut bilişim hizmetleri, şirketlerin dijital dönüşümünü desteklemektedir.",
    "sponsor-title-ergin": "Ergin Makine",
    "sponsor-content-ergin": "Gıda sektöründe 20 yıllık deneyime sahip olan Ergin Makine, gıda kalitesi, otomasyon ve yazılım konularında çözümler sunmaktadır. 2007 yılında Ergin Otomasyon olarak kurulan şirket, hızla büyüyerek istihdamını yıllık %200 oranında artırmış ve ekonomiye önemli katkılar sağlamıştır. Köklü gıda firmalarının tercihi haline gelen şirket, fuarlara katılım ve tanıtım faaliyetleriyle uluslararası alanda büyümeyi hedefliyor. Şirket, Ar-Ge merkezi aracılığıyla inovasyon ve bilimsel gelişime odaklanmakta, üniversiteler ve devlet kurumlarıyla işbirliği yapmaktadır. Diğer sanayi kuruluşları ile işbirliği de öncelikli konular arasındadır.",
    "sponsor-title-hastavuk": "HasTavuk",
    "sponsor-content-hastavuk": "1972 yılında kurulan HasTavuk, Türkiye'nin önde gelen kümes hayvancılığı şirketlerinden biridir. Yetiştiricilikten yem üretimine kadar geniş bir yelpazede kümes hayvancılığı hizmetleri sunmaktadır. Türkiye'nin yumurtacı civciv üretiminin %70'ini karşılayan HasTavuk, Avrupa'nın ve Türkiye'nin en büyük damızlık şirketidir. Canlı hayvan ihracatına öncülük etmiş ve sektörde en üst konuma ulaşmıştır. Kalite ödülleriyle tanınan HasTavuk, ülke ekonomisine önemli katkılarda bulunmaktadır. Birçok kez Mükemmellik Ödülü kazanan HasTavuk, Türkiye'de seçkin bir şirkettir.",
    "sponsor-title-idealpak": "İdeal-Pak",
    "sponsor-content-idealpak": "Ideal-Pak®, kurulduğu 1949 yılından bu yana altmış yılı aşan zengin bir geçmişe sahiptir. Başlangıçta özel bir makine üreticisi olan şirket, inovasyon ve deneyimli mühendislik kadrosu sayesinde sıvı dolum makineleri ve paketleme hattı çözümleri üretmeye başladı. Misyonları, müşterilerin özel ihtiyaçlarına göre uyarlanmış, ileri teknoloji ve patentli işlevsellik içeren yüksek performanslı ekipman sağlamaktı. Ideal-Pak, boya ve kaplama, kimyasallar, yağlayıcılar ve yiyecek ve içecek endüstrilerinde tanınırlık kazanmıştır. 2018 yılında Ideal-Pak, PASE Group ve EDL ile birlikte entegre çözümler sunan Massman LLC Şirketleri'ne katıldı. Tüm Ideal-Pak® makineleri gururla ABD'de üretilmektedir ve şirket PMMI üyesidir.",
    "sponsor-title-ozata": "Özata Shipyard",
    "sponsor-content-ozata": "Özata Shipyard, 1985 yılında kurulmuş, tanınmış bir gemi inşa şirketidir. Altınova'da güçlü bir varlığa sahip olan şirket, yatlar, yolcu gemileri ve karbon fiber katamaran feribotlar da dahil olmak üzere 63 başarılı proje teslim etmiştir. Çelik, alüminyum ve karbon konstrüksiyon alanlarında uzmanlaşan Özata, Türkiye'de ve dünyada seçkin bir oyuncu haline gelmiştir. İnovasyon ve kaliteye olan bağlılıkları onları sektörde farklı kılmaktadır.",
    "sponsor-title-pemaks": "Pemaks Pnömatik",
    "sponsor-content-pemaks": "Erdoğan ve Mehmet BEŞER, cıvata ve somunla başladıkları Pemaks'ta pnömatik silindir üretiminin öncülerine dönüştüler. Bugün, önde gelen üreticiler tarafından tercih edilerek dünyaya ihracat yapmaktadırlar. TSEK ve ISO 9001 belgeleri ile Pemaks, en yüksek kaliteyi ve uzun ömürlü ortaklıkları garanti ediyor. Pemaks, en son teknolojiyi, modern üretimi ve müşteri odaklı odaklanmayı harmanlayarak gelişmekte ve kendilerini dünya çapında pnömatik silindirler için en iyi seçenek olarak konumlandırmaktadır.",

    "team-titles-mem": "Üyelerimi",
    "team-titles-alu": "Mezunlarımız",

    "achi-titles-1":"Yarışma Portfolyomuz",
    "achi-titles-2":"Sosyal Sorumluluk",

    "achi-button-1":"Yarışmalar",
    "achi-button-2":"Sosyal",

    "team-roles-captain-emel": "Takım Eş-Kaptanı / Yazılımcı",
    "team-roles-captain-furkan": "Takım Eş-Kaptanı / Mekanik",
    "team-roles-captain-electronic": "Elektronik Şefi",
    "team-roles-captain-mechanic": "Mekanik Şefi",
    "team-roles-captain-pr": "PR Başkanı / Yazılımcı",
    "team-roles-captain-software": "Yazılım Şefi",
    "team-roles-captain-design": "Tasarım Şefi",

    "team-roles-programmer": "Yazılımcı",
    "team-roles-mechanic": "Mekanik",
    "team-roles-electronic": "Elektronik",
    "team-roles-pr": "PR Üyesi",
    "team-roles-design": "Tasarımcı",


    "temp-news-title": " Yeni atölyemiz açıldı!",
    "temp-news-content": "2013 Yılından beri kullandığımız eski atölyemiz, emektar odamızla vedalaşıp yenisine kavuşuyoruz. Yeni odamızda nice yeni başarılara!"
}